Repository: ckarrie/gruene-cms
Catalog: gruene_cms/locale/*/LC_MESSAGES/django.po
Languages: de

source: Fetch selected feeds
de: Ausgewählte Feeds aktualisieren

source: Download from WebDAV (overwrite local)
de: Download von WebDAV (überschreibt lokale Änderungen)

source: Create Filer objects (experimental - do not use!)
de: Filter-Objekte erstellen (experimentell - nicht benutzen!)

source: GruenenCMS
de: GRÜNEN CMS

source: Aggregated Data Node
de: Datenpunkt (zusammengefasst)

source: Image as Background
de: Hintergrundbild

source: AnimateTyping settings
de: AnimateTyping Einstellungen

source: Wordsrotator settings
de: Einstellungen Wordsrotator

source: Limit User/Group
de: Limitierung Benutzer/Gruppe

source: Login Form
de: Anmeldeformular

source: Chart
de: Chart / Diagramm

source: Calendar
de: Kalender

source: News
de: News / Aktuelles

source: Task
de: Aufgabe

source: Filters
de: Filter

source: Local Folder
de: WebDAV lokaler Ordner

source: Simple Menu
de: Einfaches Menü

source: Assign Task to
de: Aufgabe zuordnen zu

source: Progress
de: Fortschritt

source: Task Priority
de: Aufgabenpriorität

source: max 100 chars
de: Maximal 100 Zeichen

source: File
de: Datei

source: / (root folder)
de: / (Hauptordner)

source: storage location
de: Speicherort

source: Name of a new sub storage location. Keep empty to save the file in the selected storage location.
de: Name des neuen Unterordners unterhalb des ausgewählten Speicherorts. Feld leer lassen, falls kein neuer Ordner erstellt werden soll.

source: New sub storage location
de: Neuen Unterordner anlegen

source: Backup
de: Sicherheitskopie

source: Backups existing file if the same file exists
de: Erstellt eine Sicherheitskopie, falls die gleiche Datei bereits existiert

source: All same width
de: Alle mit gleicher Breite

source: All 4 cols
de: Alle 4 Spalten

source: All 6 cols
de: Alle 6 Spalten

source: All 12 cols
de: Alle 12 Spalten

source: If checked, data source will be downloaded automatically
de: Falls ausgewählt, werden die Datenquellen automatisch heruntergeladen

source: Data source
de: Datenquelle

source: Data sources
de: Datenquellen

source: Data sources - aggregated data
de: Datenquellen: zusammengefasste Daten

source: Data sources - aggregated data history
de: Datenquellen: zusammengefasste Daten (Verlauf)

source: Data sources - aggregated data histories
de: Datenquellen: zusammengefasste Daten (Verläufe)

source: Data sources - aggregated data node
de: Datenquellen: zusammengefasste Daten (Plugin)

source: Data sources - aggregated data nodes
de: Datenquellen: zusammengefasste Daten (Plugins)

source: Calendars
de: Kalender

source: Calendar item
de: Kalendereintrag

source: Calendar items
de: Kalendereinträge

source: News category
de: News-Kategorie

source: News categories
de: News-Kategorien

source: If checked, news will be synced automatically
de: Falls ausgewählt, werden die News automatisch synchronisiert

source: News image
de: News Bild

source: News images
de: News Bilder

source: Replace Marker
de: Ersetze .marker

source: News item
de: News-Artikel

source: News items
de: News-Artikel

source: Example: "col-12" or "col-12 col-sm-6 col-md-6 col-lg-12 col-xl-12 col-xxl-12" for two-col for small screens
de: z.B.: "col-12" oder "col-12 col-sm-6 col-md-6 col-lg-12 col-xl-12 col-xxl-12" für zweispaltige kleine Bildschirme

source: instance namespace
de: Namespace Instanz

source: paginate size
de: Elemente pro Seite

source: Category
de: Kategorie

source: Task Summary
de: Beschreibung Aufgabe

source: Warning
de: Warnung

source: Danger
de: Dringend

source: Without tailing slash
de: Ohne endenden Schrägstrich (/)

source: If checked, folders will be synced automatically
de: Falls ausgewählt, werden die Ordner automatisch synchronisiert

source: Use file extensions
de: Dateiendungen verwenden

source: .csv | Comma separated
de: .csv | CSV erzwingen

source: .vcf | Contacts
de: .vcf | Kontakte erzwingen

source: .vcs | Calendar
de: .vcs | Kalender erzwingen

source: specify from which level the navigation should be rendered...
de: Legt fest, ab welchem Navigations-Level dargestellt wird...

source: ...and at which level it should stop
de: ...und bis zu welchem Level

source: specifies how many levels of navigation should be displayed if a node is not a direct ancestor or descendant of the current active node
de: Legt fest, wie viele Navigations-Ebenen dargestellt werden, falls ein Element kein direkter Vorfahre oder Nachfahre des aktuellen Elements ist

source: As paragraphs
de: Als Absatz

source: As ul, nested
de: Als ul, verschachtelt

source: As ul, flat
de: Als ul, flach

source: As nav, subpages, horizontal
de: Als nav-Element, mit Unterseiten, horizontal

source: Search
de: Suche

source: Search for
de: Suche nach

source: Results
de: Ergebnisse

source: No matches found.
de: Leider keine Treffer.

source: Keywords
de: Schlagworte
